{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "保存游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "76A798DE446C23FA8F2DD08ACBEA3309"
		},
		{
			"Source":
			{
				"Text": "农业"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E01451124637FE4116E6729B1FB33D16"
		},
		{
			"Source":
			{
				"Text": "农业"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D2E8060146CD8F963D126C978EFE3873"
		},
		{
			"Source":
			{
				"Text": "出征"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "85E59C96418F5A2499D250AF87D7B745"
		},
		{
			"Source":
			{
				"Text": "分配"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2FB4C3794C83CF5296B8F59C0A2CD417"
		},
		{
			"Source":
			{
				"Text": "制作组"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "475D538F4625546E3C11DB85355E2473"
		},
		{
			"Source":
			{
				"Text": "发展农业"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "767651A142150035185E479E9677A282"
		},
		{
			"Source":
			{
				"Text": "发展商业"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8A8E070F4FA2604103BB0E9432D07822"
		},
		{
			"Source":
			{
				"Text": "取消"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E050E86648B78ACF82D2D08940443D5D"
		},
		{
			"Source":
			{
				"Text": "取消"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FB876743425C00906F1D60B1BE564966"
		},
		{
			"Source":
			{
				"Text": "取消"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A369D99D4A58587AF22CA7BFFEC68D56"
		},
		{
			"Source":
			{
				"Text": "可攻占"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B1FDF4E2430EFAE4BBA6658FF4EAA0AA"
		},
		{
			"Source":
			{
				"Text": "商业"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7C9FB4114EE5D45755856E884F2FAEB9"
		},
		{
			"Source":
			{
				"Text": "商业"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7B5094D14CBE6232F25227AC14ABB98C"
		},
		{
			"Source":
			{
				"Text": "回到游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0F60D5C24450CFB8896CECB1F4DA150F"
		},
		{
			"Source":
			{
				"Text": "士兵"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "559B0F37458999E16B30F1A9E611AA89"
		},
		{
			"Source":
			{
				"Text": "已占领"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "82530E4142B5E5210219C288BE1EE8FD"
		},
		{
			"Source":
			{
				"Text": "开始"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6E96DCAF48ECFEDA0B157C94640E386A"
		},
		{
			"Source":
			{
				"Text": "征兵"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CFF8EEE540538899851226993C3D76C1"
		},
		{
			"Source":
			{
				"Text": "征收"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DB5E54E541D724CD75EC2FBAA3DC3075"
		},
		{
			"Source":
			{
				"Text": "搜寻"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "09E51A5A45FEC684EB5B7E8C1FC2074E"
		},
		{
			"Source":
			{
				"Text": "数量"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "135B8AA74A47A6478F705C93F143EC5D"
		},
		{
			"Source":
			{
				"Text": "新游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A43E781F49CC147B2EBAAE8D3BAA94A7"
		},
		{
			"Source":
			{
				"Text": "未保存的进度将会丢失\r\n确认返回吗？"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3429BD0A4B7096E1C39326A2EEBA91B3"
		},
		{
			"Source":
			{
				"Text": "确认"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1983CCB14FEC60CDCF1C9A9E8E9D7EC4"
		},
		{
			"Source":
			{
				"Text": "确认"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "63E58F594C1874758F1DD586B1860102"
		},
		{
			"Source":
			{
				"Text": "确认"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BEFDE95D4DDD846DA5C83D8B4FB20509"
		},
		{
			"Source":
			{
				"Text": "确认"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E06FF87445ACED66FE0EE886B9018CCA"
		},
		{
			"Source":
			{
				"Text": "确认"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "05549D554B58631A97AEA38A8A8C1686"
		},
		{
			"Source":
			{
				"Text": "确认要放弃战斗\r\n并逃跑吗？"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B223941542726177560FF49BA762F392"
		},
		{
			"Source":
			{
				"Text": "粮食"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7CE03EBB40FB0E20116C5A96AEBE71C9"
		},
		{
			"Source":
			{
				"Text": "粮食"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DD9D6F16444CFEACC42264A9A7FA8657"
		},
		{
			"Source":
			{
				"Text": "粮食"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "637ADEBB41D36AF096E207A637783CAA"
		},
		{
			"Source":
			{
				"Text": "结束当前回合"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B0982BD641EFC851AEF98EA927BC7D26"
		},
		{
			"Source":
			{
				"Text": "继续游戏"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AF11C6D8409EE6D12F24E59E09BA8722"
		},
		{
			"Source":
			{
				"Text": "补助"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8F8412044AD5BECF99734BA761498BA9"
		},
		{
			"Source":
			{
				"Text": "返回"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AF6BEE7E44250E94C6AB70A32A43DD49"
		},
		{
			"Source":
			{
				"Text": "返回"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4D53050A47B7B4460E2BE387809B6C77"
		},
		{
			"Source":
			{
				"Text": "返回主菜单"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DEC3FC73475F2E3279F9CB89632D9073"
		},
		{
			"Source":
			{
				"Text": "退出"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DF0C85DF41D6C6346564B699C2B7DAF6"
		},
		{
			"Source":
			{
				"Text": "逃跑"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F0A6B13541ACFD4071B49BB6D9B55077"
		},
		{
			"Source":
			{
				"Text": "选择一位勇士"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "37F274D4488E362C6E318A814928AA99"
		},
		{
			"Source":
			{
				"Text": "选择勇士"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BAFF0CEF43AFC0F39D1616A50AD02CEF"
		},
		{
			"Source":
			{
				"Text": "选项"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0407448E42D37D89E44B61BCA05C2083"
		},
		{
			"Source":
			{
				"Text": "金钱"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A6E3EBD9403D591D4102C0A0322E77DC"
		},
		{
			"Source":
			{
				"Text": "金钱"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B10F3EBE4FFC693480BBAC99310246BC"
		},
		{
			"Source":
			{
				"Text": "金钱"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "78CC995A451B5818233EB2A88F25CAAE"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "TaskStep",
			"Children": [
				{
					"Source":
					{
						"Text": "??????"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FINISHED"
				},
				{
					"Source":
					{
						"Text": "??????"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CREATING"
				},
				{
					"Source":
					{
						"Text": "??????????"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SETTING_TRANSPORT_VOLUME"
				},
				{
					"Source":
					{
						"Text": "????ʿ??????"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SETTING_SOLDIER_NUMBER"
				},
				{
					"Source":
					{
						"Text": "??ȡ??"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CANCELED"
				},
				{
					"Source":
					{
						"Text": "δ֪????"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "INVALID"
				},
				{
					"Source":
					{
						"Text": "ѡ????ʿ"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CHOOSING_TARGET_WARRIOR"
				},
				{
					"Source":
					{
						"Text": "ѡ??Ŀ??????"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CHOOSING_TARGET_TOWN"
				}
			]
		},
		{
			"Namespace": "WarriorType",
			"Children": [
				{
					"Source":
					{
						"Text": "δ֪"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UNSET"
				},
				{
					"Source":
					{
						"Text": "弓兵"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ARCHER"
				},
				{
					"Source":
					{
						"Text": "盾兵"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SHIELD"
				},
				{
					"Source":
					{
						"Text": "骑兵"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RIDER"
				}
			]
		}
	]
}